Repository: skurikka/good-on-paper-project
Catalog: src/tjts5901/translations/*/LC_MESSAGES/messages.po
Languages: fi_fi

source: Good on paper auction
fi_fi: Good on paper huutokauppa

source: Hello, World!
fi_fi: Moikka Maailma!

source: Required field missing
fi_fi: Kenttä puuttuu!

source: Starting bid must be greater than %(amount)s.
fi_fi: Aloitushuudon täytyy olla suurempi kuin %(amount)

source: Error creating item: %(exc)s
fi_fi: Virhe tehdessä listausta: %(exc)

source: Bid must be at least %(min_amount)s
fi_fi: Huudon täytyy olla vähintään %(min_amount)

source: Language
fi_fi: Kieli

source: Home
fi_fi: Etusivu

source: Sell
fi_fi: Myy

source: Log Out
fi_fi: Kirjaudu ulos

source: Log In
fi_fi: Kirjaudu sisään

source: Register
fi_fi: Rekisteröidy

source: Don't have an account? Register in
fi_fi: Rekisteröidy käyttäjäksi

source: here
fi_fi: täältä

source: Password
fi_fi: Salasana

source: Remember me
fi_fi: Muista minut

source: Profile Page
fi_fi: Profiilisivu

source: User details
fi_fi: Käyttäjätiedot

source: Email:
fi_fi: Sähköposti:

source: Phone:
fi_fi: Puhelinnumero:

source: Sell an Item
fi_fi: Myy tavara

source: Tokens
fi_fi: Käyttöoikeustunnukset

source: Recent Auctions
fi_fi: Viimeisimmät kaupat

source: Update
fi_fi: Päivitä

source: Place a bid
fi_fi: Huuda

source: Starting Bid:
fi_fi: Aloitushuuto:

source: Auction is closed
fi_fi: Kauppa on sulkeutunut

source: Already a user?
fi_fi: Oletko jo käyttäjä?

source: Confirm password
fi_fi: Vahvista salasana

source: Day of birth
fi_fi: Syntymäaika

source: I agree to the
fi_fi: Hyväksyn

source: terms and conditions
fi_fi: käyttöehdot

source: Personal Access Tokens
fi_fi: Henkilökohtaiset käyttöoikeustunnukset

source: Personal access tokens allow third-party services to authenticate with our application on your behalf.
fi_fi: Henkilökohtaisella käyttöoikeustunnuksella voit tunnistautua sovelluksessamme kolmannen osapuolen palvelun avulla.

source: Your new personal access token
fi_fi: Uusi henkilökohtainen käyttöoikeustunnuksesi

source: Your new personal access token is shown below. You may now use this token to make API requests.
fi_fi: Uusi henkilökohtainen käyttöoikeustunnuksesi näkyy alapuolella. Voit käytää tätä tunnusta API pyyntöihin.

source: Copy
fi_fi: Kopioi

source: Make sure to copy your new token now. You won't be able to see it again!
fi_fi: Tallenna uusi tunnuksesi itsellesi. Et tule näkemään sitä tämän jälkeen!

source: Create access token
fi_fi: Luo käyttöoikeustunnus

source: Name
fi_fi: Nimi

source: Enter token name
fi_fi: Lisää nimi

source: Give your token a descriptive name so you can easily identify it in the future.
fi_fi: Anna käyttöoikeustunnukselle osuva nimi, jotta tulevaisuudessa tunnistat sen helposti.

source: Expires at
fi_fi: Vanhentuu

source: Leave blank to never expire.
fi_fi: Jätä tyhjäksi, jos et halua tunnuksen vanhentuvan

source: Active Access Tokens
fi_fi: Aktiiviset käyttöoikeustunnukset

source: Token name
fi_fi: Nimi

source: Created
fi_fi: Luotu

source: Last used
fi_fi: Viimeksi käytetty

source: Expires
fi_fi: Vanhentuu

source: Actions
fi_fi: Toiminnot

source: Never
fi_fi: Ei koskaan

source: Delete
fi_fi: Poista

source: Get started by logging in or registering.
fi_fi: Aloita kirjautumalla sisään tai rekisteröitymällä käyttäjäksi

source: Log in
fi_fi: Kirjaudu sisään

source: Add new item for auction.
fi_fi: Lisää tuote

source: New item
fi_fi: Uusi tuote

source: Items
fi_fi: Tuotteet

source: Edit
fi_fi: Muokkaa

source: Starting bid:
fi_fi: Aloitushinta:

source: Closes at:
fi_fi: Sulkeutuu:

source: Seller:
fi_fi: Myyjä:

source: Fill in the details
fi_fi: Täytä tiedot

source: Title
fi_fi: Otsikko

source: Description
fi_fi: Tuotekuvaus

source: Starting Bid
fi_fi: Aloitushinta

source: Add to listing
fi_fi: Lisää huudettavaksi

source: Update an Item
fi_fi: Päivitä tuote

source: Update Item
fi_fi: Päivitä tuote

source: Starting Price
fi_fi: Aloitushinta

source: Update listing
fi_fi: Päivitä listaus

source: Last updated 3 mins ago
fi_fi: Viimeksi päivitetty 3 minuuttia sitten

source: Visit seller profile:
fi_fi: Myyjän profiili

source: Contact seller
fi_fi: Ota yhteyttä myyjään

source: Call seller
fi_fi: Soita myyjälle

source: Closes at
fi_fi: Sulkeutuu

source: Added at
fi_fi: Lisätty

source: Starting bid
fi_fi: Aloitushinta

source: Highest bid
fi_fi: Korkein huuto

source: Your bid
fi_fi: Sinun huuto

source: Bid amount
fi_fi: Huutosumma

source: Minimum bid is
fi_fi: Minimihuuto on

source: Bid
fi_fi: Huuda

source: Bid history
fi_fi: Huutohistoria

source: Item is no longer at sale.
fi_fi: Tuote ei ole enää saatavilla

source: Next time, act faster!
fi_fi: Ensikerralla, toimi nopeammin!
